Repository: khush-byte/RegistrationForm2
Catalog: RegistrationForm/EditForm.*.resx
Languages: tg

# label24.Text
source: District
tg: Ноҳия

# label22.Text
source: Jamoat
tg: Ҷамоат

# label23.Text
source: Accommodation
tg: Хароҷоти зист

# label29.Text
source: Transport cost
tg: Хароҷоти роҳ

# e_checkStationary.Text
source: No
tg: Нест

# label28.Text
source: Stationary
tg: Маводи конселярӣ

# label27.Text
source: Lunch
tg: Хуроки нисфирузӣ

# e_checkLunch.Text
source: No
tg: Нест

# label26.Text
source: Coffee break
tg: Кофе брейк

# e_checkCoffee.Text
source: No
tg: Нест

# e_labelVillage.Text
source: Village
tg: Деҳа

# labelParticipant.Text
source: Phone number
tg: Рақами телефон

# label25.Text
source: Participant Type
tg: Ишғол

# label16.Text
source: Participant ID (QR)
tg: Рақами корт(QR)

# label17.Text
source: First Name
tg: Ном

# label18.Text
source: Last Name
tg: Насаб

# label19.Text
source: Gender
tg: Ҷинс

# label20.Text
source: Passport ID
tg: Рақами шиноснома

# label21.Text
source: Age
tg: Сину сол

# buttonPrint.Text
source: SURCH
tg: ЁФТАН

# label3.Text
source: ROW ID
tg: Рақами сатр

# applyBtn.Text
source: APPLY CHANGE
tg: Тасдиқи тағирот

# deleteBtn.Text
source: DELETE ROW
tg: Тозакунии сатр

# closeBtn.Text
source: CLOSE
tg: Баромадан

# $this.Text
source: Edit Form
tg: Таҳрир
